Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/white_papers/gievrras_giellamodeallat.pdf.tmx
Source language: sme
Languages: nob

source: Sii galget beassat ovdánit, bajásšaddat ja oahppat sámegillii.
nob: De skal ha mulighet til å utvikle seg, vokse opp, og lære på samisk.

source: Sin sámegieldáiddu ja -geavaheami ferte doarjut ja nannet agi mielde nu, ahte sámegielas šaddá sidjiide gulahallama, oahppama ja servodaga nanu giella.
nob: Deres ferdigheter i og bruk av samisk må støttes og styrkes i forhold til alder, slik at samisk blir et sterkt språk for kommunikasjon, læring, og samfunnspråk.

source: 4.5 Oamastanmodealla
nob: 4.5 Språkenes stilling

source: Sámegiella oahpahus- ja gulahallangiell an
nob: Samisk som undervisnings- og kommunikasjon sspråk

source: Ollislaš plána giela hárrái mánáidgárdd is ja vuođđooahpahusas
nob: Helhetlig plan for språk i barnehage og grunnopplæring

source: Produktiivv a-laš sámegiela dáidu, 12 ruovttu -giellan)heami árvvoštallannjálmmá-laš ja čálalaš
nob: Bevisste språkpraksiser og evaluering av språkbruken Produktive samiskferdigheter, muntlig og skriftlig

source: Dán modealla Baker gohčoda immersion -modeallan ja Todal språkbads -modeallan.
nob: Denne modellen kaller Baker immersion -modellen og Todal språkbads -modellen.

source: Sámegilliige doahpagat giellalávgun ja giellalávgunmodealla leat muhtun veardde geavahuvvon.
nob: På samisk er begrepene språkbad og språkbadsmodellen brukt i en viss grad.

source: Mii leat goittotge válljen namahusa oamastanmodealla dan geažil go giellalávgun orru báikkohagaid Sámis vuođđuduvvon boasttu áddejupmái.
nob: Vi har allikevel valgt benevnelsen tilegnelsesmodellen på grunn av at det stedvis virker å være etablert en feil oppfatning om språkbad.

source: Dávjá lea dulkojuvvon nu ahte jus beare rávisolbmot sámástit mánáide dahje ahte mánát gullet veahá sámegiela, de sáhka lea giellalávgumis vaikko mánát ieža eai hupmagoađege sámegiela.
nob: Ofte er det tolket slik at hvis bare de voksne snakker samisk med barna eller barna hører litt samisk, da er det snakk om språkbad, selv om barna selv ikke begynner å snakke samisk.

source: Ođđa namahus nappo deattuha ahte giellafálaldagas lea vissis ulbmil - mánná galgá oamastit sámegiela - masa gáibiduvvojit hui diđolaš giellageavadat ja man joksama ferte árvvoštallat jeavddalaččat.
nob: Den nye benevnelsen vektlegger altså at det er et konkret mål med språktilbudet – barnet skal tilegne seg samisk. Dette krever bevisste språkpraksiser og at resultatoppnåelsen må vurderes jevnlig.

source: Sámis modealla vuođđojurdda lea, ahte riikkagielat mánná galgá šaddat produktiivvalaččat sámegielagin, ja dat ollašuvvá buoremusat nu, ahte máná mánáidgárddis ja skuvllas gulahallama ja oahpahusa giellan lea sámegiella.
nob: Modellens grunntanke i en samisk kontekst er at et riksspråklig barn skal bli produktivt samiskspråklig, og dette oppnås best ved at barnets kommunikasjons- og undervisningsspråk i barnehagen og skolen er samisk.

source: Oamastanmodealla bargojoavku evttoha geavahit dain guovlluin gos sámegielaid sirdáseapmi sohkabuolvvas nubbái lea hedjonan dahje boatkana, ja lea viiddis dárbu ealáskahttit sámegiela.
nob: Arbeidsgruppen foreslår å bruke tilegnelsesmodellen i områder der overføring av de samiske språkene mellom generasjonene er svekket eller brutt, og det er et stort behov for å revitalisere samisk.

source: Sámemánát, geat eai ollenge dahje doarvái beasa oččodit sámegiela ruovttus, sáhttet oččodit sámegiela mánáidgárddis, mii doaibmá oamastanmodealla bokte ja dan maŋŋá sámegillii lágiduvvon skuvlaoahpahusas.
nob: Samiske barn, som ikke eller i liten grad får tilegnet seg samisk hjemme, kan tilegne seg samisk i barnehagen, som fungerer gjennom tilegnelsesmodellen. Deretter får barnet et samiskspråklig skoletilbud.

source: Dat lea áidna beaktilis vuohki jorgalahttit sámiid giellamolsuma ja nannet sámegielaid sajádaga miehtá Sámi.
nob: Dette er den eneste effektive måten å snu samers språkbytte på og styrke stillingen til de samiske språkene i hele Sápmi.

source: Sámis lea dábálaš, ahte mánáidgárdejoavkkus dahje skuvlaluohkás leat mánát, geain leat hui iešguđetlágán gielladuogážat ja gielladáiddu dásit.
nob: I Sápmi er det svært vanlig at barn i samme barnehagegruppe eller skoleklasse har forskjellig språkbakgrunn og språkferdighetsnivå.

source: Dalle lea dárbu lágidit doaimmaid sihke nannen- ja oamastanmodealla mielde, goittotge dassážii go maiddái álgoálggus riikkagielat mánát leat joksan produktiivvalaš sámegieldáiddu.
nob: Da er det nødvendig å arrangere aktiviteter både etter befestnings- og tilegnelsesmodellen, i hvert fall inntil også opprinnelig riksspråklige barn har oppnådd produktive samiskferdigheter.

source: Juohke mánná galgá oažžut giellafálaldaga iežas gielladárbbuid ja -dási mielde ja juohke mánná galgá beassat ovdánit gielalaččat.
nob: Hvert enkelt barn skal få språktilbud etter sitt eget språkbehov og -nivå og hvert enkelt barn skal få mulighet til å utvikle seg språklig.

source: Dasa mii máhccat dárkileappot dokumeanttas “Gievrras giellamodeallat II: fágalaš árvvoštallamat ja ávžžuhusat“.
nob: Dette ser vi nærmere på i dokumentet “Sterke språkmodeller II: faglige vurderinger og anbefalinger “.

source: SáMOS - prošeavtta gievrras giellamodeallaid bargojoavku 13
nob: Arbeidsgruppe for sterke språkmodeller i SáMOS -prosjektet 11

source: Dát čálus lea Sámedikki nammadan gievrras giellamodeallaid bargojoavkku barggu nubbi oassi.
nob: Arbeidsgruppa utnevnt av Sametinget til arbeid med sterke språkmodeller, legger her fram andre del av arbeidet.

source: Dat lea čállosa Gievrras giellamodeallat I: duogáš ja definišuvnnat joatkka .
nob: Dette dokumentet er videreføring av dokumentet Sterke språkmodeller I: bakgrunn og definisjoner .

source: Das mii leat ovdanbuktán ja heivehan gielladutkiid Colin Baker ja Jon Todal geahnohis ja gievrras giellamodeallaid.
nob: Vi har presentert og tilpasset de svake og sterke språkmodellene til språkforskerne Colin Baker og Jon Todal .

source: Dán nuppi oasis mii guorahallat gievrras giellamodeallaid praktihkas ja buktit ovdan iešguđetlágán vugiid, mo sámegielat mánáidgárde- ja skuvladoaimmaid sáhttá lágidit gievrras giellamodeallaid bokte.
nob: I denne andre delen undersøker vi de praktiske sider ved de sterke språkmodellene og legger fram hvordan man kan tilrettelegge samiskspråklige barnehage- og skoletilbud utfra sterke språkmodeller.

source: Bargojovkui gullet sámi sosiolingvistihka professor Annika Pasanen , bajit inšenevra ja gielladutki Inga Lill Sigga Mikkelsen , vuosttašlektor Berit Anne Bals Baal ja sámi mánáidgárdeoahpaheaddji ja SáMOS prošeaktabargi Ánne-Márge Päiviö .
nob: Arbeidsgruppa består av professor i samisk sosiolingvistikk Annika Pasanen , overingeniør og språkforsker Inga Lill Sigga Mikkelsen , førstelektor Berit Anne Bals Baal og samisk barnehagelærer og prosjektarbeider for SáMOS Ánne-Márge Päiviö .

source: Sámedikki mihttu bargojoavkku bargui lea leamaš ovddidit mánáidgárddiid ja skuvllaid barggu mánáid sámegielatvuođa huksejeaddjin ja nannejeaddjin.
nob: Sametingets mål for arbeidsgruppas arbeid har vært å fremme barnehagenes og skolenes arbeid med å bygge opp og styrke barnas samiskspråklighet.

source: Barggu bohtosat galggašedje adnot ávkin mánáidgárddiid rámmaplána ja skuvllaid oahppoplánaid implementeremis ja oppanassiige sámegielaid ovdánahttinbarggus Norggas, Suomas ja Ruoŧas.
nob: Resultatet av arbeidet skal være til nytte i implementeringen av rammeplanene for barnehagene og læreplanene for skolene og i det hele tatt for de samiske språkenes utviklingsarbeid i Norge, Finland og Sverige.

source: Bargojoavkku barggu vuolggasadjin lea leamaš dat, ahte sámegielat mánáidgárde- ja skuvlafálaldagat leat deaŧalaččamus institušuvnnalaš dási doaibmabijut, maiguin sámeservodat sáhttá suodjalit ja nannet iežas gielaid.
nob: Utgangspunktet for arbeidet i arbeidsgruppa har vært at de samiskspråklige barnehage- og skoletilbudene er de viktigste tiltakene på institusjonsnivå, som det samiske samfunnet kan bruke til å beskytte og styrke sine språk.

source: Danne lea deaŧalaš sihkkarastit ahte skuvllat ja mánáidgárddit duođaid lihkostuvvet sirdimis sámegiela mánáide produktiivvalaš giellan.
nob: Det er derfor viktig å sikre at skolene og barnehagene virkelig lykkes med å overføre samisk til barna som et produktivt språk.

source: Mánáid ja nuoraid sámegielat fálaldagaid ovdánahttin lea olles servodaga oktasaš bargu.
nob: Utviklingen av de samiskspråklige tilbudene for barn og unge er et felles tiltak for hele samfunnet.

source: Dan barggus dárbbašuvvojit giellamodeallat, maid máilmmiviidosaččat leat gávnnahan buoremussan ja beaktileamosin gielaid sirdimis ja nannemis.
nob: Til dette arbeidet trengs det språkmodeller som på verdensbasis er funnet å være de beste og mest effektive for overføring og styrking av språk.

source: 6 Duogáš: sámemánáid gielladilit ja dárbbut
nob: 6 Bakgrunn: samiske barns språksituasjon og behov

source: Otná sámi servvodagat leat iešguđetge dásiin dan hárrái man viidát giellamolsun lea dáhpáhuvvan, man bures sámegiella lea sirdásan bearrašiin ja man ollu sámegiella geavahuvvo iešguđetge giellašiljuin.
nob: Dagens samiske samfunn er i forskjellige stadier i forhold til hvor langt språkbyttet fra samisk har kommet, hvor godt det samiske språket har blitt overført i familiene og hvor mye samisk blir brukt på de forskjellige språkarenaene.

source: Mánáidgárde- ja skuvladoaimmaid plánen ja praktihkas ollašuhttin ferte lunddolaččat vuolgit guovllu diliin ja dárbbuin.
nob: Planleggingen og den praktiske gjennomføringen av barnehage- og skolevirksomheten må naturligvis ta utgangspunkt i situasjonen og behovene i de ulike områdene.

source: Almmolaš 14 dásis kategoriserejit sámegielat servošiid dávjá roavvásit nu, ahte leat 1) nanu sámegielat guovllut, gos giella lea sirdásan ja ain sirdása eanaš bearrašiin, ja 2) guovllut, gos giellasirdin lea heahtašuvvan dahje oalát boatkanan.
nob: På offentlig nivå blir de samiske språksamfunnene ofte grovt karakterisert som 1) sterke samiske språkområder, der språket er overført og fremdeles overføres i familien, og 2) områder der språkoverføringen er hemmet eller fullstendig brutt.

source: Lea goittotge váttis kategoriseret sámegielaid diliid dárkilit guovlluid mielde, go lea dábálaš, ahte dihto guovllus bearrašiid ja mánáid dilit leat hui iešguđetlágánat.
nob: Det er vanskelig å kategorisere situasjonen til de samiske språkene detaljert etter områder, da det er vanlig at situasjonen til familiene og barna i visse områder er meget forskjellig.

source: Maiddái nanu sámegielat guovlluin leat mánát geat eai oahpa sámegiela ruovttugiellan, ja maiddái guovlluin gos sámegiella ii viidát geavahuvvo bearrašiin, leat spiehkastagat dan ektui.
nob: Også i sterke samiskspråklige områder finnes det barn som ikke lærer samisk som hjemmespråk, og i områder der samisk ikke er utbredt blant familiene, finnes det også unntak i forhold til dette.

source: Soaitá leat vahátlaš sámegiela ovdánahttima dáfus meroštallat guovlluid juogo nanu dahje hearkkes giellaguovlun.
nob: I forhold til det å fremme samisk språk, kan det være uheldig å definere områder som enten sterke eller skjøre språkområder.

source: Dalle báhcet álkit fuobmákeahttá sosiolingvistihkalaš rievdamat mat leat jođus, dego omd. ahte nuorat lávejit válljet riikkagiela 3 gaskaneaset, vaikko sámástit njuovžilit.
nob: Da kan man lett overse de sosiolingvistiske endringene som er i ferd med å 12 skje, som at de unge velger riksspråket 3 seg imellom, selv om de snakker samisk flytende.

source: Giellamolsun- ja giellaealáskahttindiliide lea mihtilmas ahte mánnájoavkkuid gielladilit sáhttet rievdat ja molsašuddat hui jođánit ja ollu iešguđetge jahkeluohkáid gaskkas: ovtta jagi mánáidgárdái/skuvlii bohtet ollu sámegielat mánát, čuovvovaš jagi fas measta buohkat leat riikkagielat bearrašiin.
nob: Det er karakteristisk i språkbytte- og språkvitaliseringssituasjoner at språksituasjonene i barnekullene kan endre seg, og variere meget hurtig også mellom forskjellige årsklasser: ett år begynner det mange samisktalende barn i barnehagen/skolen, året etter kan nesten alle barna ha riksspråket som hjemmespråk.

source: Dáid ákkaid geažil bargojoavku oaidná buorebun kategoriseret baicca ovttaskas bearrašiid ja mánáid gielladiliid.
nob: På bakgrunn av disse argumentene anser arbeidsgruppa det bedre å kategorisere utfra situasjonen til individuelle familier og barn.

source: Dihto guovllu gielladili sáhttá govvet dan vuođul, makkár oassi omd. mánáin boahtá makkárge gielladuogážis.
nob: Språksituasjonen i et visst område kan illustreres utfra hvor stor del av barna har hvilken språkbakgrunn.

source: Bearrašiid gielladili váldokategoriijat: 1. Sámegielat, ovttagielat bearaš: sámegiella lea áidna giella váhnemiid ja mánáid gaskkas.
nob: Hovedkategorier for familienes språksituasjon: 1. Samiskspråklig, enspråklig familie: samisk er det eneste språket som brukes mellom foreldre og barn.

source: 2. Sámegielat, máŋggagielat bearaš: bearrašis hupmet iešguđetge gielaid, main sámegiella lea okta.
nob: 2. Samiskspråklig, flerspråklig familie: i familien snakkes det forskjellige språk, deriblant samisk.

source: 3. Riikkagielat / earágielat bearaš: mánná ii gula ruovttus sámegiela dahje sámegielas lea ruovttus eanaš symbolalaš geavaheapmi.
nob: 3. Riksspråklig familie / eller at et annet språk brukes i familien: barnet hører ikke samisk hjemme eller at bruken av samisk hjemme mest er symbolsk.

source: Go mánáidgárddis ja skuvllas galgá bargat sámegieloahpahusa plánemiin ja čađahemiin, de lea vuosttaš lávki govvidit mánnájoavkku, ja hábmet sámegieloahpahusa mánnájoavkku mielde.
nob: Det første som gjøres når det skal jobbes med planlegging og gjennomføring av samiskundervisningen i barnehage eller skole, er å beskrive barnegruppa, og utforme samiskundervisningen utfra barnegruppa.

source: Jus mánnájoavkkus leat mánát geat bohtet riikkagielat ruovttuin, de lea mánáidgárddi ja skuvlla bargu oahpahit sámegiela ja rievdadit mánáid giellageavaheami.
nob: Dersom det i barnegruppa er barn som kommer fra riksspråklige hjem, blir barnehagens og skolens oppgave å lære barna samisk og endre barnas språkbruk.

source: Jus mánát bohtet sámegielat ruovttuin, lea váldomihttu joatkit dan giellabarggu mii lea juo ruovttus álggahuvvon ja nannet ja ovdánahttit mánáid sámegiela ja giellaválljema.
nob: Dersom barna kommer fra samiskspråklige hjem, er hovedmålet å videreføre det språkarbeidet som er påbegynt hjemme og styrke og utvikle barnas samiske språk og språkvalg.

source: Dán dokumeanttas doaba riikkagiella čujuha oppalaš dásis daidda riikkaid eanetlogugie-laide, maid váikkuhusaid siskkobealde sámit dálá áiggi leat: Davviriikkain dáro, ruoŧa- ja suomagiella, Ruošša bealde ruoššagiella.
nob: I begge tilfeller oppnår man målet best ved bruk av sterke språkmodeller: i det første tilfellet etter tilegnelsesmodellen og i det andre tilfellet etter befestningsmodellen (jfr. framstilling av modellene i forrige dokumentet).

source: 15 danin dovdat vuđolaččat sámegiela sosiolingvistihkalaš dili iežaset guovllus ja heivehit iežaset bargovugiid mánnájoavkku gielladili mielde.
nob: Derfor må barnehagene og skolene ha grunnleggende kunnskaper om de sosiolingvistiske forholdene i sine egne områder og tilpasse arbeidsmetodene sine etter språksituasjonen i barnegruppa.

source: Máná nanu sámegiela dáidu, gielalaš identitehta ja giellaválljen eaktudit dan, ahte mánás lea jeavddalaččat dakkár áigi ja biras, gos gullo ja geavahuvvo aivve sámegiella.
nob: Barnets solide ferdigheter i samisk, språklig identitet og språkvalg forutsetter at barnet jevnlig oppholder seg i et miljø der det kun høres og snakkes samisk.

source: Dan dihte sámi mánáidgárddiid ja sámeoahpahusa ulbmilin galgá leat nu ovttagielat sámegielat biras go vejolaš.
nob: Derfor må målet til samiske barnehager og samiskundervisningen være at miljøet må være så enspråklig samisk som mulig.

source: Buoremus lea dieđusge ahte giellabiras lea ovttagielat olles áiggi, muhto jus dat ii leat vejolaš, de sáhttá láhčit saji ovttagielat birrasii oasseáiggi.
nob: Det beste ville selvsagt vært om språkmiljøet var permanent enspråklig, men dersom det ikke er mulig, kan man legge til rette for et enspråklig miljø på deltid.

source: Dán dokumeanttas okta váldoulbmil lea buktit ovdan dan, movt ovttagielat sámegielat fálaldat galgá huksejuvvot.
nob: Ett av hovedmålene i dette dokumentet er å foreslå hvordan man kan etablere et enspråklig samiskspråklig tilbud.

source: Mii leat dihtomielalaččat válljen dán dokumeanttas, seammá go ovddit dokumeanttas ( Gievrras giellamodeallat: duogáš ja definišuvnnat ), sámeoahpahusa ulbmilin produktiivvalaš sámegielatvuođa .
nob: Som i det forrige dokumentet ( Sterke språkmodeller: bakgrunn og definisjoner ), har vi her bevisst valgt produktiv samiskspråklighet som mål for samiskundervisningen.

source: Dat čujuha dillái mas mánná hupmá ja skuvlaáigodaga mielde maiddai čállá sámegiela.
nob: Dette viser til situasjonen der barnet snakker samisk og i løpet av skoleløpet også skriver på samisk.

source: Bargojoavku oaidná ahte sámegielat mánáid ja nuoraid giellafálaldagaid konteavsttas galgá kritihkalaččat geahččat doahpaga guovttegielatvuohta .
nob: Arbeidsgruppen mener at i forbindelse med et samiskspråklig tilbud til barn og unge, skal man være kritisk til begrepet tospråklighet .

source: Dábálaččathan namalassii guovttegielatvuohta deattuhuvvo buot oktavuođain, omd. mánáidgárddi dahje oahpahusa mihttun namuhuvvo guovttegielatvuohta, dávjá doaibmi guovttegielatvuohta (eŋg. functional bilingualism ).
nob: Vanligvis legges det vekt på tospråklighet i alle sammenhenger, f.eks. at målet for barnehagen eller undervisningen er tospråklighet, ofte funksjonell tospråklighet (eng. functional bilingualism ).

source: Doaibmi guovttegielatvuođa meroštallan lea hui jorbbas.
nob: Definisjonen av funksjonell tospråklighet er nokså rund.

source: Dat sáhttá čujuhit omd. dakkár dillái, ahte go mánná ádde bures riikkagiela ja sámegiela, de son hupmá spontánalaččat dušše riikkagiela, ja sámegiela son hupmá dušše ráddjejuvvon dilálašvuođain dahje ollu heajut dásis go riikkagiela.
nob: Den kan for eksempel vise til en situasjon der barnet forstår både riksspråket og samisk godt, og likevel kun snakker riksspråket spontant, og snakker samisk bare i avgrensede situasjoner eller på et lavere nivå enn riksspråket.

source: Nappo su sámegiela dáidu soaitá báhcit eambboge reseptiivvalažžan, nappo áddema dássái.
nob: Altså kan ferdigheten i samisk være mer reseptiv, altså på et nivå der barnet bare forstår.

source: Mánáid reseptiivvalaš sámegiela dáidu ii leat doarvái otnábeaivvi servodatdiliin, gos sámegielat leat juohke sajis áitatvuložat ja unnitlogusajádagas.
nob: Barnas reseptive ferdigheter i samisk er ikke tilstrekkelige i dagens samfunnsforhold, der de samiske språkene er truet og i en minoritetsposisjon.

source: Sámeservodaga mihttu iežas gielaid hárrái berre leat alibus.
nob: Det samiske samfunnets mål for sine språk bør være høyere.

source: Ferte viggat dasa, ahte mánát sámástit máŋggabealat birrasiin ja hámiin, sihke institušuvnnalaš ja priváhta birrasiin, sihke skuvllas ja ruovttus.
nob: Man bør strebe etter at barna snakker samisk i mange forskjellige miljøer og omgivelser, både i institusjonelle og private miljøer, og på skolen og hjemme.

source: Dat lea otnábeaivvi sámemánáide ja -nuoraide diehttelas, ja dan galgá deattuhit riikkagiela oahppoplánain.
nob: Målet for samiske barnehager, samiskundervisningen og hele det samiske samfunnet må være at barna har et produktivt samisk språk .

source: Guovttegielatvuohtadoahpagis lea maiddái dat čuolbma, ahte dat áddejuvvo dávjá boastut.
nob: Arbeidsgruppas syn er at det ikke er behov for å vektlegge ferdigheter i riksspråket i 3

source: Máná guovttegielatvuohta ii mearkkaš iige eaktut dan ahte juohke sajis geavahuvvojit, namuhuvvojit ja vuoruhuvvojit guokte giela.
nob: Dette er en selvfølge for samiske barn og unge, og det skal vektlegges i læreplanene for riksspråket. Begrepet tospråklighet har også det problemet at det ofte forstås feil.

source: Lea baicca nuppegežiid: guovttegielatvuohta eaktuda ovttagielat birrasiid .
nob: Det er heller motsatt: tospråklighet forutsetter enspråklige miljøer .

source: Eandalii go lea gažaldagas áitatvuloš unnitlogugiella, de nanu guovttegielatvuohta eaktuda dan, ahte mánás leat doarvái ovttagielat birrasat ja dilálašvuođat unnitlogugielas.
nob: Særlig når det er snakk om et truet minoritetsspråk forutsetter robust tospråklighet at barnet har tilstrekkelig med enspråklige miljøer og situasjoner i minoritetsspråket.

source: Stuorraservodagas lea hui unnán sadji sámegiela geavaheapmái ja ovdánahttimii, ja dat oppanassiige 16 oidno hui unnán.
nob: Det er lite rom for bruk og utvikling av samisk i storsamfunnet, og samisk er i det hele tatt lite synlig.

source: Lea čielggas, ahte sámemánná ii beasa gullat ja geavahit iežas sámegiela lahkage seammá ollu go riikkagielat mánná iežas giela.
nob: Samiske barn får ikke anledning til å høre og bruke sitt samiske språk i like stor grad som riksspråklige barn får i forhold til sitt språk.

source: Sámi mánáidgárddit, sámeossodagat ja sámeluohkát fertejit leat máná eallimis dat biras, gos hui dihtomielalaččat vuoruhuvvo sámegiella.
nob: Samiske barnehager, samiske avdelinger og samiske klasser må være de miljøene i barnets liv der samisk prioriteres bevisst.

source: Dát Sámedikki bargojoavkku bargu lea vuosttaš viggamuš meroštallat ja guorahallat gievrras giellamodeallaid ollisvuođa ja hukset vuođu daid heiveheapmái olles sámeservodagas.
nob: Dette arbeidet er det første forsøket på å helhetlig definere og undersøke sterke språkmodeller for så å etablere et grunnlag for å tilpasse sterke opplæringsmodeller til det samiske samfunnet.

source: Dat ii aŋkke mearkkaš dan ahte gievrras giellamodeallat livčče ođđa ášši sámeservodahkii.
nob: Det betyr imidlertid ikke at sterke språkmodeller er noe nytt for det samiske samfunnet.

source: Sámis leat baicce jo dál ollu buorit vásáhusat gievrras giellamodeallaiguin .
nob: I Sápmi har man allerede gode erfaringer med sterke språkmodeller .

source: Sámegielat oamastanmodealla lea adnojuvvon ee. Suoma bealde Anáris, gos leat juo guhkká doaibman anárašgielat giellabeasit ja skuvlaluohkát.
nob: Tilegnelsesmodellen er brukt blant annet i Enare i Finland der det i lang tid har vært enaresamiske språkbad og skoleklasser.

source: Seamma ládje maiddái Elgås lea heivehuvvon oamastanmodealla oasseáigásaččat lullisámegielat mánáidgárde- ja skuvladoaimmain.
nob: På samme måte har man i Elgå tilpasset tilegnelsesmodellen på deltid i sørsamiske barnehage- og skoletilbud.

source: Dát ovdamearkkat čájehit ahte lea vejolaš olahit produktiivvalaš sámegielatvuođa, jus diđolaččat bargá gievrras giellamodeallaiguin.
nob: Disse eksemplene viser at det er mulig å oppnå produktiv samiskspråklighet dersom det jobbes bevisst med sterke språkmodeller.

source: Nannenmodealla lea prinsihpas leamaš Sámis anus nanu davvisámegielat guovlluin, dego Guovdageainnus: omd. skuvlaluohká oahpahus- ja gulahallangiellan leamaš aivve sámegiella.
nob: Befestningsmodellen har i prinsippet vært i bruk i Sápmi i nordsamiske områder der det samiske språket har stått sterkt, som for eksempel i Guovdageaidnu. Undervisnings- og kommunikasjonsspråket i skoleklassen har alltid vært samisk.

source: Dat lea doaibman bures dihto áigodagas ja dihtolágán mánnájoavkkuiguin - dalle, go gažaldat lea leamaš nanu sámegielat, sámegiela vuosttaš giellan hálli mánáin.
nob: Det har fungert bra i visse perioder og i bestemte barnegrupper – i de tilfeller der det har vært snakk om sterke samiskspråklige, samisk førstepråklige barn.
